<?php
/*
 * @Author: Fox Blue
 * @Date: 2021-06-01 16:06:47
 * @LastEditTime: 2021-09-13 17:34:06
 * @Description: Forward, no stop
 */

return [

    'coin_types'       => [
        '1' => '币币交易',
        '2' => '合约交易',
        '3' => '期权交易',
        '4' => '理财产品',
    ],
    'member_groups' => [
        'upgrade' => '会员升级',
        'reward' => '会员奖励',
        'bonus' => '会员分润',
    ],
    'cpm_types' => [
        '1' => '轮播',
        '2' => '弹窗',
    ],
    'cpm_names' => [
        'home' => '首页',
        'other' => '其它',
    ],
    'usdt_recharge_type' => [
        '1' => 'Omni',
        '2' => 'TRC20',
        '3' => 'ERC20',
        '4' => 'OTHER',
        '5' => 'BSC',
        '6' => 'POL',
        '7' => 'Base',
    ],
    'wallet_log_type' => [
        '1' => '充值记录',
        '2' => '提币记录',
        '3' => '划转记录',
        '4' => '币币记录',
        '5' => '合约记录',
        '6' => '期权记录',
        '7' => '理财记录',
        '8' => '认购记录',
        '9' => '挖矿记录',
        '11' => '理财分佣',
        '12' => '期权分润',
    ],
    'wallet_log_status' => [
        '1' => '处理中',
        '2' => '处理成功',
        '3' => '已失败',
    ],
];
