/*
 * @Author: Fox Blue
 * @Date: 2021-07-11 02:41:42
 * @LastEditTime: 2021-08-03 16:52:01
 * @Description: Forward, no stop
 */
  var upload_urlerr = "حدث استثناء في واجهة تحميل الطلب",
    upload_res = "حدث استثناء أثناء الحصول على معلومات الاستجابة بعد التحميل" ,
     upload_json =" الرجاء إعادة JSON الصالح إلى واجهة التحميل ",
     upload_ext = "الملف المحدد يحتوي على تنسيق غير مدعوم"
     upload_video = "يحتوي الفيديو المحدد على تنسيق غير مدعوم",
     upload_wav = "يحتوي الصوت المحدد على تنسيق غير مدعوم" ,
     upload_pic = "الصورة المحددة تحتوي على تنسيق غير مدعوم",
     upload_num = "الحد الأقصى لعدد التحميلات في نفس الوقت هو:",
     upload_max = "الملفات لا يمكن تجاوزها",
     form_select = "الرجاء التحديد" ,
     form_select_no = "لا يوجد خيار" ,
     flow_nodata = "لا أكثر" ,
     flow_load_more = "تحميل المزيد" ,
    form_must_input = "رصيد حساب العملة الحالي غير كاف";