/*
  * @Аўтар: Fox Blue
  * @Дата: 2021-07-11 02:41:42
  * @LastEditTime: 2021-08-03 16:52:01
  * @Апісанне: наперад, без прыпынку
  */
var upload_urlerr = "У інтэрфейсе загрузкі запыту адбылося выключэнне",
     upload_res = "Адбылося выключэнне пры атрыманні інфармацыі адказу пасля запампоўкі",
     upload_json = "Калі ласка, вярніце сапраўдны JSON у інтэрфейс запампоўкі"
     upload_ext = "Выбраны файл змяшчае фармат, які не падтрымліваецца",
     upload_video = "Выбранае відэа змяшчае фармат, які не падтрымліваецца",
     upload_wav = "Абраны аўдыё ўтрымлівае фармат, які не падтрымліваецца",
     upload_pic = "Выбранае малюнак змяшчае фармат, які не падтрымліваецца",
     upload_num = "Максімальная колькасць загрузак адначасова:",
     upload_max = "Файлы не могуць перавышаць",
     form_select = "Калі ласка, абярыце",
     form_select_no = "Няма варыянту",
     flow_nodata = "Больш няма",
     flow_load_more = "Загрузіць яшчэ",
     form_must_input = "Баланс бягучага валютнага рахунку недастатковы";